<template>
  <q-card>
    <q-card-section class="row items-center q-pb-none q-mb-md">
      <div class="text-h6">利用規約</div>
      <q-space />
      <q-btn icon="close" flat round dense v-close-popup />
    </q-card-section>

    <q-card-section>
      本ユーザー利用規約（以下「本規約」という。）には、株式会社Block Aid（以下「弊社」といいます。）の提供する「ゲームライブ！」（以下「本サービス」といい、理由の如何を問わずサービスの名称又は内容が変更された場合は、当該変更後のサービスを含む。）のご利用にあたり、本サービスの利用する皆様（以下「ユーザー」といいます。）に遵守していただかなければならない事項及び弊社とユーザーの皆様との間の権利義務関係が定められております。本サービスをご利用になる方は、本規約に同意する前に、必ず全文お読み下さいますようお願い致します。
      <br />
      <br />第1条（適用）
      <br />1. 本規約は、本サービスの提供条件及び本サービスの利用に関する弊社と登録ユーザーとの間の権利義務関係を定めることを目的とし、登録ユーザーと弊社との間の本サービスの利用に関わる一切の関係に適用されます。
      <br />2. 当社が当社ウェブサイト上で掲載する本サービス利用に関するルールは、本規約の一部を構成するものとします。
      <br />3. 本規約の内容と、前項のルールその他の本規約外における本サービスの説明等とが異なる場合は、本規約の規定が優先して適用されるものとします。
      <br />
      <br />第2条（本規約の同意）
      <br />1. ユーザーは、本規約に同意した上で、本規約の定めに従って本サービスを利用しなければならず、本サービスを利用することにより本規約に同意したものとみなされます。
      <br />
      <br />第3条（本サービスについて）
      <br />1. 本サービスは、ユーザーが本サービス上でコンテンツ情報を投稿または表示します。
      <br />2. ユーザーは、本サービスのプライバシーポリシーに従い、個人情報を弊社に提供します。
      <br />3. 本サービスのウェブサイト等上で掲げる本サービス利用に関するルール及びヘルプ等も、本規約の一部を構成するものとします。
      <br />
      <br />第4条（ユーザーの登録）
      <br />1. ユーザー登録は、ユーザーとなる本人が行ってください。本人以外のユーザー登録は認められません。
      <br />2. ユーザー情報その他入力情報（以下「ユーザー情報等」という。）につき、虚偽の内容を登録することはできません。
      <br />3. ユーザーは、常に正しいユーザー情報等を登録し、変更・管理をする義務を負うものとします。
      <br />4. 前項の内容により、登録しているユーザー情報等に変更があった場合は、直ちに登録情報の更新を行ってください。
      <br />5. 登録しているユーザー情報等の変更又は管理義務を怠ったことによる一切の損害等について、直接的又は間接的に関わらず、弊社は一切の責任を負いません。
      <br />6. 登録しているユーザー情報等の変更又は管理を行い、弊社が更新を認めた時点から、新たな内容は適用されることとし、遡及効は発生しないものとします。
      <br />7. 弊社は、ユーザー登録により生じる一切の損害等について、一切責任を負いません。
      <br />8. 本サービスを利用しようとする者は、本規約に同意の上、弊社に対しユーザー登録を申込み、弊社がこれを受諾した者のみがユーザーとなります。ただし、下記のいずれかに該当する者は、ユーザー登録をすることができません。また、ユーザーが登録後下記のいずれかに該当する者であることが判明した場合、弊社は登録の取消し等ができ、これに対しユーザーは異議を述べ、又は何らかの法的主張をすることはできません。
      <br />a. 当社に提供した登録事項の全部又は一部につき虚偽、誤記又は記載漏れがある者
      <br />b. 反社会的勢力（暴力団、暴力団員、右翼団体、反社会的勢力、その他これらに準ずる者、以下同じ。）に該当する又は資金提供その他を通じて反社会的勢力等の維持、運営もしくは経営に協力もしくは関与する等反社会的勢力と何らかの交流もしくは関与を行っていると幣社が判断した者
      <br />c. 本規約に違反する恐れがあると認められる者
      <br />d. 未成年者、成年被後見人、被保佐人又は被補助人のいずれかであり、法定代理人、後見人､保佐人又は補助人の同意等を得ていなかった場合
      <br />e. その他、弊社が登録を適当でないと認めた者
      <br />
      <br />第5条（ユーザー ID）
      <br />1. 本サービスを利用する為に使用するGoogleアカウント（以下「ユーザー ID」という。）の管理
      <br />a. ユーザーは、ユーザー ID の管理及び使用について責任を負うものと します。
      <br />b. 本サービスにおいてユーザー ID が第三者に使用されたときは、その使用に関する本サービスにおける行為は全て当該ユーザーが行ったものとみなします。それにより生じた一切の損害について、当該ユーザーがこれを負担するものとし、弊社は、善意・悪意、過失・無過失に関わらず、一切の責任を負いません。
      <br />2. ユーザー IDの漏洩
      <br />a. 第三者にユーザー IDの情報漏洩をした場合、速やかに弊社までご連絡ください。弊社はサービスデータベースから当該ユーザーIDの停止又は削除の措置を行います。
      <br />b. 情報漏洩により生じた一切の損害については、当該ユーザーが負担するものとし、弊社は原則として一切の責任を負いません。
      <br />ただし、弊社の故意又は重過失により、ユーザー ID 及びパスワードが第三者に知られた場合については、この限りではありません。
      <br />
      <br />第6条（禁止行為）
      <br />1. 弊社は、本サービスの利用をしたユーザーが、下記の禁止事項に該当する行為を禁止します。
      <br />a. 本規約に違反する行為
      <br />b. 法令(法律・命令のほか条例・規則等も含む)の定めに違反する行為、法令違反を助長する行為又はそれらのおそれのある行為
      <br />c. 公序良俗、一般常識に反する行為、又はそれを助長する行為又はそれらのおそれのある行為
      <br />d. 弊社、他のユーザー又は第三者への財産、プライバシー、肖像権若しくはパブリシティ権を侵害する行為、又は侵害するおそれのある行為
      <br />e. 弊社、他のユーザー又は第三者の秘密に属すべき情報を開示、又は開示を要求する行為、公開する行為
      <br />f. 弊社、他のユーザー又は第三者の情報を改ざん、消去する行為
      <br />g. 弊社、他のユーザー又は第三者に不正プログラムを送信する又は他のコンピュータ・システム又はネットワークへの不正アクセスを試みる行為
      <br />h. 本サービスに関連するネットワーク・システムを妨害する行為
      <br />i. わいせつ、児童虐待にあたる画像、文書などを送信や掲載、リンクする行為、その他一般の方が不快に感ずるイメージ画像、言葉、その他の表現の掲載
      <br />j. 選挙運動又はこれに類似する行為、公職選挙法に違反する行為
      <br />k. 複数の利用者が閲覧可能な場所での金融機関口座番号の記載
      <br />l. 他の利用者になりすまして、本サービスを利用する行為
      <br />m. サーバーに負担をかける行為、及び他のユーザーのアクセス又は操作を妨害する行為
      <br />n. 本サービス運営又は利用に支障を与える行為
      <br />o. 本サービスの一部及び全部を使用・転用・転売・複製・送信・翻訳・翻案した弊社の許可していない本サービスの二次利用又は複製行為
      <br />p. 本サービスの一部又は全部を商業目的で利用する行為、無限連鎖講及びマルチ商法、それに類する行為又はそれらのおそれのある行為
      <br />q. その他、弊社が不適切と判断した行為
      <br />2. ユーザーが前項に該当する行為を行ったと弊社が判断した場合、弊社は、当該ユーザーに対し事前の通知なしに以下の措置を講じることができます。
      <br />a. 当該ユーザーが掲示した情報の削除
      <br />b. 当該ユーザーによる本サービスの一部又は全部の利用停止
      <br />c. ユーザー登録の取消し
      <br />d. 弊社に生じた損害の賠償の請求
      <br />e. その他弊社が必要と判断する措置
      <br />前項の措置を講じたことによる当該ユーザーの損害等については、直接的・間接的に関わらず、弊社は一切の責任は負いません。
      <br />
      <br />第7条（権利帰属）
      <br />1. 弊社ウェブサイト及び本サービスに関する知的財産権は全て当社または当社にライセンスを許諾している者に帰属しており、本規約に基づく本サービスの利用許諾は、当社ウェブサイトまたは本サービスに関する当社または当社にライセンスを許諾している者の知的財産権の使用許諾を意味するものではありません。
      <br />2. 登録ユーザーは、投稿データについて、自らが投稿その他送信することについての適法な権利を有していること、及び投稿データが第三者の権利を侵害していないことについて、当社に対し表明し、保証するものとします。
      <br />3. 登録ユーザーは、投稿データについて、当社に対し、世界的、非独占的、無償、サブライセンス可能かつ譲渡可能な使用、複製、配布、派生著作物の作成、表示及び実行に関するライセンスを付与します。また、他の登録ユーザーに対しても、本サービスを利用して登録ユーザーが投稿その他送信した投稿データの使用、複製、 配布、派生著作物を作成、表示及び実行することについての非独占的なライセンスを付与します。
      <br />4. 登録ユーザーは、当社及び当社から権利を承継しまたは許諾された者に対して著作者人格権を行使しないことに同意するものとします。
      <br />
      <br />第8条（コンテンツの削除）
      <br />1. 弊社は、弊社の判断でユーザーが本サービスを利用して投稿その他送信する文章、画像、動画その他のデータ（以下「コンテンツ」という。）が本サービスの内容として適切でない場合、事前の通知なくして任意に変更・削除等ができるものとします。
      <br />2. 弊社は、弊社の判断で前項の内容により、ユーザーが本サービスを提供するウェブ上に掲載したあらゆるコンテンツに対しても、事前の通知なくして任意に削除等ができるものとします。
      <br />
      <br />第9条（弊社の知的財産権）
      <br />本サービスに関する著作権等の知的財産権は、弊社又は第三者に帰属しており、日本国内外の著作権法及び著作者の権利・これに隣接する権利に関する諸条約並びにその他知的財産権に関する法令（以下「関連法令」という。）によって保護されています。本サービスの著作権その他知的財産権は、本サービスの閲覧者又は本サービス利用者に移転又は使用許諾されるものではありません。
      <br />本サービスの内容、その他関連資料等の著作権その他知的財産権は、弊社又は第三者に帰属し、これら関連資料は関連法令によって保護されています。
      <br />サービスの閲覧者又は本サービス利用者は、前2項に定める当社又は第三者の知的財産権を侵害する一切の行為をしてはならず、本サービスの内容及びその他関連資料等に関して適用される関連法令を遵守する義務を負います。
      <br />
      <br />第10条（本サービス内容の中断・変更・終了）
      <br />本サービスの障害、不具合、メンテナンス、その他の問題により、本サービスを継続できない場合があります。 また、弊社が必要と判断した場合には、本サービスをいつでも任意の理由で中断することができます。 弊社は、ユーザー及び第三者に対して事前の通知なしにいつでもサービスの内容を停止、変更(デザイン、システムなど)又は中止、若しくは終了する事ができます。 弊社は、本サービスの閲覧及び本サービスの利用ができないことによって引き起こされた損害について、直接的又は間接的に関わらず、一切責任を負いません。
      <br />
      <br />第11条（免責事項）
      <br />弊社は、本サービスの中に、有害なものが含まれていないことを保証できません。 また、問題が発生した場合、修復、ウイルスその他有害要素の除去などを行うことを保証できません。 弊社は、有害なものが含まれていた場合、又は問題が発生した場合、修復、若しくはウイルスその他有害要素によって生じる直接的又は間接的な損害について、一切の責任を負いません。 ユーザーは、任意の機器や通信サービスを自身の費用・責任において準備・購入・譲渡・契約等をした上で、本サービスの閲覧及び本サービスの利用を行ってください。 弊社は、ユーザーの利用環境に対して一切の関与をせず、利用環境等を理由に生じる一切の損害について、弊社に故意又は重大な過失がある場合を除き、直接的又は間接的に関わらず、一切の責任を負いません。 ユーザーは、本サービスの内容、品質、正確性、適格性、適法性、安全性、信用性又は有用性等を、ユーザーが自ら判断してご利用ください。 弊社は、本サービスの使用によって生じる結果に関して保証できません。 弊社は、本サービスの閲覧及び本サービスの利用によって生じる直接的又は間接的な損害について、一切の責任を負いません。 本サービスは、弊社以外の第三者のサイトにリンクしている場合がありますが、このようなリンクはあくまでも情報提供の一環であり、リンク先サイトの内容について弊社は一切の責任を負うものではありません。 なお、リンク先サイトを利用する場合には、その利用上のルールを遵守してください。 本サービス又は弊社のウェブサイト等に関連してユーザーと他のユーザー、間において生じた取引、連絡、紛争等については、ユーザーの責任において処理及び解決するものとし、弊社はかかる事項について一切責任を負いません。 弊社は、弊社が何らかの助言をした場合においても、その助言に従ったことによるいかなる保証もできません。
      <br />
      <br />第12条（ユーザー情報の取扱い）
      <br />弊社によるユーザーの利用者情報の取扱いについては、別途当社プライバシーポリシーの定めによるものとし、ユーザーはこのプライバシーポリシーに従って弊社がユーザーの利用者情報を取り扱うことについて同意するものとします。 弊社は、ユーザーが幣社に提供した情報、データ等を、個人を特定できない形での統計的な情報として、丙社の裁量で、利用及び公開できるものとし、ユーザーはこれに異議を唱えないものとします。
      <br />
      <br />第13条（有効期間）
      <br />本規約に基づくユーザーとの契約は、ユーザーの登録が完了した日に効力を生じ、ユーザーの登録が取り消された日又は本サービスの提供が終了した日のいずれか早い日まで、有効に存続するものとします。
      <br />
      <br />第14条（準拠法・裁判管轄）
      <br />本規約の準拠法は日本法とします。本規約の解釈又は本サービスに関してお客様と弊社との間に疑義や紛争が生じた場合には、誠意を持って協議するものとしますが、解決しない場合には、訴額に応じ、東京地方裁判所又は東京簡易裁判所を第一審の専属的合意管轄裁判所とします。
      <br />
      <br />第15条（本規約の変更・追加・削除）
      <br />弊社は、ユーザーに事前に通知なしに、本規約及び本規約に付随する規約の全部又は一部を任意に変更・追加・削除することができます。また、必要に応じて新たな規約等を追加でき、ユーザーはそれについても遵守する義務を負います。 弊社は、本規約の変更・追加・削除につき、幣社のウェブサイト等への掲示その他弊社が妥当と判断する方法で、ユーザーへの通知するものとし、当該変更内容の通知後、ユーザーが本サービスを利用した場合又は弊社の定める期間内に登録取消しの手続をとらなかった場合には、ユーザーは、本規約の変更に同意したものとみなします。 弊社は、本規約の変更・追加により利用者が被った損害につき、弊社に故意又は重過失がある場合を除き、直接的又は間接的に関わらず、一切の責任を負いません。 弊社は、弊社からの通知・連絡が届かない場合や遅延した場合に生じる損害について、一切の責任を負いません。
      <br />
      <br />2020年4月15日制定
      <br />株式会社BlockAid
    </q-card-section>
    <q-card-actions align="right">
      <q-btn flat label="close" color="primary" v-close-popup />
    </q-card-actions>
  </q-card>
</template>

<script>
export default {};
</script>


<style >
.q-mb-md {
  margin-bottom: 0px;
}
</style>